amazonwebservices.aws-toolkit-vscode
github.copilot
github.copilot-chat
github.remotehub
github.vscode-pull-request-github
grapecity.gc-excelviewer
kevinrose.vsc-python-indent
mechatroner.rainbow-csv
ms-dotnettools.vscode-dotnet-runtime
ms-python.black-formatter
ms-python.debugpy
ms-python.python
ms-toolsai.datawrangler
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-repositories
ms-vscode.remote-server
oderwat.indent-rainbow
quarto.quarto
